results/M6/M6-AF-20260920T211148Z/cfd/cases/affd65d99df7_coarse_a0/dictionaries/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}
// AETHER template - upper-case placeholders between at-signs are filled by aether.cfd.case.

solvers
{
    "(rho|rhoU|rhoE)"
    {
        solver          diagonal;
    }

    U
    {
        solver          smoothSolver;
        smoother        GaussSeidel;
        nSweeps         2;
        tolerance       1e-09;
        relTol          0.01;
    }

    "(e|h)"
    {
        $U;
        relTol          0.1;
    }
}
